const json = {
    courses: {
        Skillbox: {
            platform: "Skillbox",
            title: "Профессия Data Analyst",
            link: "https://skillbox.ru/course/profession-data-scientist/",

            favicon: "/img/",
            tasks: "до 9 проектов в портфолио",
            price: "9 904 ₽/мес",
            duration: "12 месяцев",
            
            tabs: {
                tab1: {
                    title: 'Кому подойдёт курс',
                    description: {
                        first: {
                            title: 'Новичкам',
                            description: 'С нуля освоите Python, SQL, научитесь собирать и анализировать данные. Разберётесь в основах статистики, теории вероятности и математике — даже если вы заядлый «гуманитарий». Решите задачи на основе реальных кейсов и добавите проекты в портфолио. Устроитесь на стажировку по выбранной специальности и начнёте зарабатывать ещё до окончания курса.'
                        }, 
                        second: {
                            title: 'Программистам',
                            description: 'Подтянете математику, статистику, аналитическое и алгоритмическое мышление, научитесь выявлять потребности бизнеса. Получите опыт работы с моделями машинного обучения, будете применять Python для решения задач с данными. Пройдёте процесс от сбора данных до запуска модели.'
                        },
                        third: {
                            title: 'Начинающим аналитикам',
                            description: 'Вы научитесь выдвигать гипотезы и делать выводы на основе данных, писать эффективный код на Python и превращать сырые данные в полезную информацию для компании. Сможете обучать модели и прогнозировать результаты. Отшлифуете знания, увеличите скорость своей работы и добьётесь повышения.'
                        }
                    }
                },
                tab2: {
                    title: 'Полностью обновили профессию в 2022 году',
                    description: 'Мы разрабатываем курсы в соответствии с требованиями работодателей. Для этого регулярно актуализируем содержание, прислушиваемся к обратной связи от пользователей и экспертов. Вот что мы сделали в 2022 году.'
                },
                tab3: {
                    title: 'Учитесь сейчас, платите потом!',
                    description: 'Расходы за первые 6 месяцев обучения на платформе Skillbox берёт на себя. В это время вы смотрите видеоматериалы, практикуетесь на реальных задачах, прокачиваете навыки и начинаете зарабатывать.'
                },
                tab4: {
                    title: 'Трудоустроим или вернём деньги',
                    description: 'Вас ждёт индивидуальная поддержка HR-специалиста. Вместе вы составите резюме, подготовите портфолио и разработаете карьерный план, который поможет найти работу быстрее. Сможете выбрать привлекательные вакансии и получите приоритет перед другими соискателями.\n' +
                    'Если вы не выйдете на работу, мы вернём вам деньги за курс.'
                }
            },

            about: 'Работа с данными — процесс, в котором каждый участник команды выполняет свою задачу.\n' +
            'Аналитик помогает бизнесу принимать решения, data-инженер организует сбор, очистку и хранение данных в базах, а специалист по машинному обучению, или ML-инженер, создаёт нейросети, которые чего только не умеют — распознают тексты, фотографии или даже пишут стихи.\n' +
            'Независимо от роли все программируют на Python, разбираются в математике, статистике и говорят на языке данных. Поэтому иногда таких специалистов называют просто Data Scientist.',
        },
         
        GeekBrains: {
            platform: "GeekBrains",
            title: "Инженер-аналитик",
            link: "https://gb.ru/geek_university/developer/analyst",

            favicon: "",
            tasks: "",
            price: "от 4 828 ₽ в месяц",
            duration: "12 месяцев по 12 часов в неделю",
            
            tabs: {
                tab1: {
                    title: "Кому подойдёт курс",
                    description: {
                        first: {
                            title: "Никогда не работал",
                            description: "И хочет получить востребованную специальность, трудоустроиться или узнать больше о специальности"
                        },
                        second: {
                            title: "Хочет сменить работу",
                            description: "Освоить современные инструменты, технологии и получить актуальную высокооплачиваемую специальность"
                        },
                    }
                },
                tab2: {
                    title: "Гибкость&Актуальность",
                    description: 'Мы регулярно обновляем нашу программу обучения. Даже после вашего выпуска программа обучения продолжит обновление, вы всегда сможете вернуться и увидеть обновленные материалы.\n' + 
                    'Программы спецализаций частично совпадают, поэтому можно изменить одну специализацию на другую, для этого нужно досдать оставшуюся часть программы.'
                },
                tab3: {
                    title: "Преимущества",
                    description: 
                    `<ul>
                        <li>Подойдет даже новичкам в ИТ</li>
                        <li>Повысите свою ценность на рынке труда</li>
                        <li>Изучите не только базу, но и продвинутые инструменты</li>
                        <li>Обучение на практике: более 50 практических задач</li>
                        <li>Возможность трудоустроиться уже через 9 месяцев после начала обучения</li> 
                        <li>Популярные специализаций</li>
                    </ul>`
                },
                tab4: {
                    title: "До старта",
                    description: 
                    `<ul>
                        <li>ТОП-10 навыков ИТ специалиста</li>
                        <li>Режим работы в ИТ-профессии</li>
                        <li>Как правильно сидеть за компьютером</li>
                        <li>Профессиональный недуг ИТ специалиста\</li>
                        <li>Как сохранить зрение</li>
                        <li>О важности английского</li>
                    </ul>`
                },
            },

            about: "Инженер-аналитик — это специалист совмещающий в себе несколько ролей: системного аналитика, бизнес-аналитика и инженера. В его задачи входят исследование, проектирование, конструирование и разработка новых технологий на базе анализа данных о пользователях, бизнес-процессах и продуктах компании.",
        },
         
        SkillFactory: {
            platform: "SkillFactory",
            title: "Полный курс по анализу данных",
            link: "https://skillfactory.ru/data-analytics",

            favicon: "",
            tasks: "14 проектов с персональной обратной связью",
            price: "в зависимости от тарифа",
            duration: "6 месяцев",
            
            tabs: {
                tab1: {
                    title: "Кому подойдёт курс",
                    description: {
                        first: {
                            title: "Новичок",
                            description: "Ваш опыт работы максимально далек от аналитики. Хотите узнать что-то новое и интересное, освоить востребованную профессию. Вам не потребуется специальных знаний, выходящих за рамки школьной программы. На специализации вы получите достаточную подготовку, чтобы решать задачи аналитика уровня junior."
                        },
                        second: {
                            title: "Работаете в IT/финансах",
                            description: "В вашей текущей работе есть пересечения с аналитикой, и вы хотите профессионально вырасти, получив сильную базу и практику в новой области. Вы пополните свое портфолио десятком решенных задач и кейсов. Опыт работы с данными позволит вам быстрее сориентироваться в программе и использовать ресурсы Центра карьеры для быстрого развития карьеры."
                        },
                        third: {
                            title: "Аналитик",
                            description: "Уже работаете аналитиком или являетесь заказчиком для аналитиков. Вы хотите поднять свой уровень компетенций и расширить инструментарий для текущей работы. На курсе вы решите кейсы из нескольких индустрий и задачи разной сложности, прокачаете знания разных аналитических фреймворков и хард скиллы."
                        },
                    }
                },
                tab2: {
                    title: "Что вас ждёт",
                    description: 
                    `<ul>
                        <li>Командная работа и совместные проекты</li>
                        <li>Задачи от реальных заказчиков</li>
                        <li>Рекомендация лучших студентов работодателям из нашей базы</li>
                        <li>Стажировки в компаниях-партнерах</li>
                        <li>Комплексная подготовка к собеседованиям</li> 
                        <li>Хакатоны SkillFactory и других компаний</li>
                    </ul>`
                },
                tab3: {
                    title: "Формат обучения",
                    description: 
                    `<ul>
                        <li>Наши курсы ориентированы на то, чтобы вы занимались без отрыва от работы и выделяли необходимое для учебы время в соответствии с вашим графиком</li>
                        <li>Чтобы обучение проходило максимально эффективно, мы чередуем форматы обучения: тренажеры, тесты, видеоуроки, онлайн-митапы, хакатоны и сквозные проекты.</li>
                        <li>Программы курсов создают эксперты с опытом от 5 лет. Студентам помогают опытные менторы-практики из IT-индустрии: дают подробную обратную связь, отвечают на вопросы.</li>
                        <li>С курсом для новичков справляются все студенты вне зависимости от возраста и предыдущего опыта — главное следовать программе обучения.</li>
                    </ul>`
                },
                tab4: {
                    title: "Программа обучения",
                    description: 
                    `<ul>
                        <li>Основы аналитики</li>
                        <li>Тренажер — Google-таблицы и основы статистики</li>
                        <li>Погружение в сферу E-commerce</li>
                        <li>Тренажер — базы данных и SQL</li>
                        <li>Тренажер — Power BI</li>
                        <li>Погружение в сферу GameDev</li>
                        <li>Тренажер — Python для анализа данных</li>
                        <li>Погружение в сферу On-Demand</li>
                        <li>Финальный проект</li>
                    </ul>`
                },
            },

            about: "Мир перешел «в цифры». Те, кто умеют работать с данными, востребованы в топовых сферах: ритейле, туризме, образовании, геймдеве, киберспорте.",
        },
         
        Netology: {
            platform: "Netology",
            title: "Аналитик данных",
            link: "https://netology.ru/programs/data-analyst",

            favicon: "",
            tasks: "5 масштабных проектов в портфолио",
            price: "182 500 ₽",
            duration: "10 месяцев",
            
            tabs: {
                tab1: {
                    title: "Кому подойдёт курс",
                    description: {
                        first: {
                            title: "Всем, кто хочет работать с данными",
                            description: "Освоите техническую базу и навыки использования инструментов для работы с данными"
                        },
                        second: {
                            title: "Начинающим аналитикам",
                            description: "Освоите инструменты аналитика данных, закрепите навыки на практике и станете уверенным специалистом, чтобы работать над более интересными задачами"
                        },
                        third: {
                            title: "Специалистам из смежных сфер",
                            description: "Обновите и расширите ваши навыки в аналитике и сможете выбрать новую траекторию развития в карьере"
                        },
                    }
                },
                tab2: {
                    title: "Программа обучения",
                    description: 'Вас ждут 126 часов теории и 249 часов практики: вебинары, видеолекции и воркшопы. Для комфортного обучения вам понадобится около 10 часов в неделю на лекции и домашние работы.'
                },
                tab3: {
                    title: "Дипломный проект",
                    description: 'Вы примените полученные навыки на персональном проекте по анализу данных. Это может быть анализ данных по продажам, прогнозная аналитика влияния бизнес-действий на ключевые показатели эффективности или написание алгоритма распределения товарных запасов.'
                },
                tab4: {
                    title: "Ключевые навыки",
                    description: 
                    `<ul>
                        <li>Получение данных с помощью языка запросов SQL</li>
                        <li>Очистка и трансформация данных с помощью Python</li>
                        <li>Сбор и анализ требований заказчиков к отчётности</li>
                        <li>Применение в работе ключевых математических методов и основ статистики</li>
                        <li>Прогнозирование событий на основе данных</li>
                        <li>Анализ результатов кампаний, исследований и тестирования продуктовых гипотез</li>
                        <li>Способность создавать аналитические решения и представлять их бизнесу</li>
                    <ul>`
                },
            },

            about: "Аналитик данных проводит статистические тесты, чтобы решить бизнес-проблемы, на которые пока нет ответа. Он работает с разными инструментами анализа, не ограничиваясь готовыми решениями и системами. Знает языки программирования и формулирует гипотезы.",
        },
         
        AnalytikaPlus: {
            platform: "Analytika Plus",
            title: "Аналитика? Сделай сам!",
            link: "https://analytikaplus.ru/video-kurs-analitika-sdelaj-sam/",

            favicon: "",
            tasks: "",
            price: "Зависит от тарифа",
            duration: "1-3 месяца",
            
            tabs: {
                tab1: {
                    title: "Кому подойдёт курс",
                    description: 'Уровень сложности – начальный.\n' + 
                    'Наш видео-курс подойдет для аналитиков и/или ИТ-специалистов, желающих разобраться в современных технологиях по работе с данными, чтобы суметь выбрать правильный путь в реализации стоящей перед ними задачи. Зачастую технологии, преподаваемые в классических университетах, теряют свою актуальность, поскольку в 20х годах 21го века стали доступны производительные аппаратные серверные возможности. А данный видеокурс поможет узнать об актуальных «сегодня» подходах и  не заблудиться на заведомо ложном пути.\n'
                },
                tab2: {
                    title: "О нас",
                    description: 'АНАЛИТИКА ПЛЮС оказывает профессиональные услуги в сфере BI с 2012 года. Мы владеем технологиями успеха и готовы оказывать консультационную и технологическую поддержку на всех этапах реализации решений для вашего бизнеса.\n' + 
                    'Академия Аналитики — онлайн-образовательный проект, который создан командой АНАЛИТИКА ПЛЮС для того, чтобы компании быстро и успешно внедряли решения для анализа данных, а их сотрудники профессионально росли.'
                },
                tab3: {
                    title: "Академия Аналитики, наши преимущества",
                    description: 
                    `<ul>
                        <li>Лучшие технологии по мнению ведущего исследовательского агентства Gartner.</li>
                        <li>Тренера – эксперты-практики, признанные в России и в мире.</li>
                        <li>Не требуется быть программистом или крутым математиком.</li>
                        <li>Можно профессионально расти.</li>
                        <li>Доступ сразу ко всем курсам. Не нужно платить отдельно за каждый курс.</li>
                        <li>Можно за 1-3 месяца освоить всю программу. Экономите свое время.</li>
                        <li>Если нужно, эксперты помогут. Не надо платить за услуги, которые не нужны.</li>
                        <li>Сертификаты и помощь в трудоустройстве.</li>
                        <li>До 30% каждого курса в бесплатном демо-доступе.</li>
                    <ul>`
                },
                tab4: {
                    title: "Больше информации о нас",
                    description: 
                    `<ul>
                        <li>На нашем Youtube канале Академия Аналитики собраны полезные обучающие видео-материалы от лучших экспертов в области анализа данных.</li>
                        <li>В наших комьюнити мы публикуем свежие новости, обучающие материалы, анонсы к важным событиям и мероприятиям.</li>
                        <li>На нашей платформе Академия Аналитики собраны авторские видео-курсы по работе с данными. До 30% каждого видео-курса доступно БЕСПЛАТНО в тарифе ДЕМО! При приобретении тарифа СТАНДАРТ или ПРЕМИУМ вам открывается доступ сразу ко всем видео-курсам платформы.</li>
                    <ul>`
                },
            },

            about: "Очень часто бывает, что ты единственный аналитик в компании, и перед тобой стоит задача подготовки аналитических отчетов, имея данные в информационных системах (например, 1С либо CRM), а очень часто еще и в «облачных» источниках (например, данные по рекламному продвижению в Интернет). Как быть, с чего начать? Какие есть подходы к анализу и какие технологии сейчас актуальные, а на какие уже не стоит «делать ставку»? Узнать об этом можно на видео-курсе Николая Голова о построении аналитики собственными руками.",
        },
         
        Stormnet: {
            platform: "Stormnet",
            title: "Бизнес-анализ в сфере разработки ПО",
            link: "https://www.it-courses.by/courses/ba-biznes-analiz/",

            favicon: "",
            tasks: "",
            price: "Зависит от типа обучения",
            duration: "8 недель",
            
            tabs: {
                tab1: {
                    title: "Кому подойдёт курс",
                    description:
                        `<ul>
                            <li>Людям, заинтересованным в освоении профессии и дальнейшем трудоустройстве.</li>
                            <li>Людям, имеющим базовые знания в области анализа, оптимизации и автоматизации бизнес-процессов.</li>
                            <li>Бизнес-аналитикам, желающим стать профессионалами в своей сфере деятельности.</li>
                            <li>Действующим сотрудникам IT-компаний и их заказчикам, желающих расширить свой кругозор и приобрести более глубокое и всестороннее понимание того, как разрабатываются IT-проекты.</li>
                        <ul>`
                },
                tab2: {
                    title: "ЧЕМУ ВЫ НАУЧИТЕСЬ",
                    description: 
                    `<ul>
                        <li>Ознакомитесь с видами деятельности и основными услугами IT-компаний.</li>
                        <li>Научитесь анализировать, проверять и управлять требованиями к программному обеспечению (ПО).</li>
                        <li>Научитесь документировать требования при помощи шаблона Vision&Scope и SRS.</li>
                        <li>Научитесь описывать бизнес-процессы в нотации BPMN.</li>
                        <li>и многое другое...</li>
                    <ul>`
                },
                tab3: {
                    title: "ЧТО ПОЛУЧИТЕ ПО ОКОНЧАНИИ КУРСОВ",
                    description: 
                    `<ul>
                        <li>Именной сертификат.</li>
                        <li>Справку об обучении на курсах бизнес-аналитики государственного образца.</li>
                        <li>Помощь в трудоустройстве.</li>
                        <li>Скидку 15% на все последующие курсы нашего образовательного центра.</li>
                    <ul>`
                },
                tab4: {
                    title: "ПРЕИМУЩЕСТВА НАШИХ КУРСОВ",
                    description: 
                    `<ul>
                        <li>Высокий процентаж трудоустройства наших студентов.</li>
                        <li>Более 3000 выпускников.</li>
                        <li>Большое количество практических заданий.</li>
                        <li>Тщательная подготовка к собеседованию.</li>
                        <li>Работа в программах, которые используются в IT компаниях.</li>
                        <li>Поддержка связи по окончанию курсов.</li>
                    <ul>`
                },
            },

            about: "дним из ключевых специалистов в сфере IT является бизнес-аналитик, поэтому профильные курсы для тех, кому интересна данная специальность, становятся крайне актуальными. Команда Stormnet стремится обеспечивать сферу информационных технологий ценными специалистами в сфере бизнес-анализа. Программа курса разработана таким образом, чтобы вы получили целый комплекc необходимых базовых знаний и навыков для позиции младшего бизнес-аналитика, также IT бизнес-аналитика.",
        },
         
        BrainSkills: {
            platform: "BrainSkills",
            title: "Анализ данных на Python",
            link: "https://brainskills.ru/courses/data_scientist/",

            favicon: "",
            tasks: "",
            price: "18 400 ₽",
            duration: "6 недель",
            
            tabs: {
                tab1: {
                    title: "Кому подойдёт курс",
                    description: {
                        first: {
                            title: "Кто учится",
                            description: "Если Вы получаете образование и хотите выгодно отличаться при устройстве на работу, открыть возможность дополнительного или даже основного заработка с нуля."
                        },
                        second: {
                            title: "Кто руководит",
                            description: "Если Вы управляете организацией и хотите понять, как можно использовать современные методы для повышения эффективности решения бизнес-задач."
                        },
                        third: {
                            title: "Кто работает",
                            description: "Если Вы уже работаете по техническому профилю и хотите освоить новую для себя сферу деятельности."
                        },
                    }
                },
                tab2: {
                    title: "ЧТО ВЫ ИЗУЧИТЕ?",
                    description: 
                    `<ul>
                        <li>1 неделя: Введение в Data Science. Основы Python</li>
                        <li>2 неделя: Вычисления: библиотеки Numpy и Scipy</li>
                        <li>Обработка и анализ данных с Pandas. Визуализация данных</li>
                        <li>Библиотека Pandas. Web-scraping</li>
                        <li>Основы машинного обучения</li>
                        <li>Нейронные сети. Глубокое обучение</li>
                    <ul>`
                },
                tab3: {
                    title: "ЧТО БУДЕТ НА КУРСЕ?",
                    description: 
                    `<ul>
                        <li>Занятия с экспертами</li>
                        <li>Практические кейсы</li>
                        <li>Онлайн-консультации</li>
                        <li>Тестирование</li>
                        <li>Выпускной проект "Прогнозирование стоимости недвижимости на рынке - 2019"</li>
                    <ul>`
                },
                tab4: {
                    title: "УЧИТЕСЬ У ЛУЧШИХ ЭКСПЕРТОВ",
                    description: 
                    `<ul>
                        <li>Занятия проводят профессионалы</li>
                        <li>Мы делаем отличный продукт доступным</li>
                        <li>Современный и удобный формат</li>
                        <li>Направление, востребованное крупными компаниями</li>
                        <li>Сертификат о прохождении программы</li>
                    <ul>`
                },
            },

            about: "Анализ данных - это область между математикой и информатикой, которая занимается построением и исследованием методов извлечения полезной информации из данных. Стек возможностей применения анализа данных огромен: digital-технологии, маркетинг, медицина, таргетированная реклама, банковская сфера.",
        }
    }
}

// Convert to more convinient format
let info = json.courses
let courses = Array()

for(let course in info) {
    courses[courses.length] = info[course]
}


window.coursesInfo = courses;