const json = {
    courses: {
        Skillbox: {
            platform: "Skillbox",
            title: "Профессия Data Analyst",
            link: "https://skillbox.ru/course/profession-data-scientist/",

            favicon: "",
            tasks: "до 9 проектов в портфолио",
            price: "9 904 ₽/мес",
            duration: "12 месяцев",
            
            tabs: {
                tab1: {
                    title: 'Кому подойдёт курс',
                    description: {
                        first: {
                            title: 'Новичкам',
                            description: 'С нуля освоите Python, SQL, научитесь собирать и анализировать данные. Разберётесь в основах статистики, теории вероятности и математике — даже если вы заядлый «гуманитарий». Решите задачи на основе реальных кейсов и добавите проекты в портфолио. Устроитесь на стажировку по выбранной специальности и начнёте зарабатывать ещё до окончания курса.'
                        }, 
                        second: {
                            title: 'Программистам',
                            description: 'Подтянете математику, статистику, аналитическое и алгоритмическое мышление, научитесь выявлять потребности бизнеса. Получите опыт работы с моделями машинного обучения, будете применять Python для решения задач с данными. Пройдёте процесс от сбора данных до запуска модели.'
                        },
                        third: {
                            title: 'Начинающим аналитикам',
                            description: 'Вы научитесь выдвигать гипотезы и делать выводы на основе данных, писать эффективный код на Python и превращать сырые данные в полезную информацию для компании. Сможете обучать модели и прогнозировать результаты. Отшлифуете знания, увеличите скорость своей работы и добьётесь повышения.'
                        }
                    }
                },
                tab2: {
                    title: 'Полностью обновили профессию в 2022 году',
                    description: 'Мы разрабатываем курсы в соответствии с требованиями работодателей. Для этого регулярно актуализируем содержание, прислушиваемся к обратной связи от пользователей и экспертов. Вот что мы сделали в 2022 году.'
                },
                tab3: {
                    title: 'Учитесь сейчас, платите потом!',
                    description: 'Расходы за первые 6 месяцев обучения на платформе Skillbox берёт на себя. В это время вы смотрите видеоматериалы, практикуетесь на реальных задачах, прокачиваете навыки и начинаете зарабатывать.'
                },
                tab4: {
                    title: 'Трудоустроим или вернём деньги',
                    description: 'Вас ждёт индивидуальная поддержка HR-специалиста. Вместе вы составите резюме, подготовите портфолио и разработаете карьерный план, который поможет найти работу быстрее. Сможете выбрать привлекательные вакансии и получите приоритет перед другими соискателями.\n' +
                    'Если вы не выйдете на работу, мы вернём вам деньги за курс.'
                }
            },

            about: 'Работа с данными — процесс, в котором каждый участник команды выполняет свою задачу.\n' +
            'Аналитик помогает бизнесу принимать решения, data-инженер организует сбор, очистку и хранение данных в базах, а специалист по машинному обучению, или ML-инженер, создаёт нейросети, которые чего только не умеют — распознают тексты, фотографии или даже пишут стихи.\n' +
            'Независимо от роли все программируют на Python, разбираются в математике, статистике и говорят на языке данных. Поэтому иногда таких специалистов называют просто Data Scientist.',
            panel: {

            }
        },
         
        GeekBrains: {
            platform: "GeekBrains",
            title: "",
            link: "",

            favicon: "",
            tasks: "",
            price: "",
            duration: 0,
            
            tabs: {

            },

            about: "",
            panel: {

            }
        },
         
        SkillFactory: {
            platform: "SkillFactory",
            title: "",
            link: "",

            favicon: "",
            tasks: "",
            price: "",
            duration: 0,
            
            tabs: {

            },

            about: "",
            panel: {

            }
        },
         
        Netology: {
            platform: "Netology",
            title: "",
            link: "",

            favicon: "",
            tasks: "",
            price: "",
            duration: 0,
            
            tabs: {

            },

            about: "",
            panel: {

            }
        },
         
        AnalytikaPlus: {
            platform: "Analytika Plus",
            title: "",
            link: "",

            favicon: "",
            tasks: "",
            price: "",
            duration: 0,
            
            tabs: {

            },

            about: "",
            panel: {

            }
        },
         
        Stormnet: {
            platform: "Stormnet",
            title: "Бизнес-анализ в сфере разработки ПО",
            link: "https://www.it-courses.by/courses/ba-biznes-analiz/",

            favicon: "",
            tasks: "",
            price: "Зависит от типа обучения",
            duration: "8 недель",
            
            tabs: {
                tab1: {
                    title: "Кому подойдёт курс",
                    description: '\n' + 
                    '\n' + 
                    '\n' + 
                    '\n'
                },
                tab2: {
                    title: "",
                    description: '\n' + 
                    '\n' + 
                    '\n' + 
                    '\n'
                },
                tab3: {
                    title: "",
                    description: '\n' + 
                    '\n' + 
                    '\n' + 
                    '\n'
                },
                tab4: {
                    title: "",
                    description: '\n' + 
                    '\n' + 
                    '\n' + 
                    '\n'
                },
            },

            about: "дним из ключевых специалистов в сфере IT является бизнес-аналитик, поэтому профильные курсы для тех, кому интересна данная специальность, становятся крайне актуальными. Команда Stormnet стремится обеспечивать сферу информационных технологий ценными специалистами в сфере бизнес-анализа. Программа курса разработана таким образом, чтобы вы получили целый комплекc необходимых базовых знаний и навыков для позиции младшего бизнес-аналитика, также IT бизнес-аналитика.",
            panel: {

            }
        },
         
        BrainSkills: {
            platform: "BrainSkills",
            title: "Анализ данных на Python",
            link: "https://brainskills.ru/courses/data_scientist/",

            favicon: "",
            tasks: "",
            price: "18 400 ₽",
            duration: "6 недель",
            
            tabs: {
                tab1: {
                    title: "Кому подойдёт курс",
                    description: {
                        first: {
                            title: "Кто учится",
                            description: "Если Вы получаете образование и хотите выгодно отличаться при устройстве на работу, открыть возможность дополнительного или даже основного заработка с нуля."
                        },
                        second: {
                            title: "Кто руководит",
                            description: "Если Вы управляете организацией и хотите понять, как можно использовать современные методы для повышения эффективности решения бизнес-задач."
                        },
                        third: {
                            title: "Кто работает",
                            description: "Если Вы уже работаете по техническому профилю и хотите освоить новую для себя сферу деятельности."
                        },
                    }
                },
                tab2: {
                    title: "ЧТО ВЫ ИЗУЧИТЕ?",
                    description: '1 неделя: Введение в Data Science. Основы Python\n' + 
                    '2 неделя: Вычисления: библиотеки Numpy и Scipy\n' + 
                    'Обработка и анализ данных с Pandas. Визуализация данных\n' + 
                    'Библиотека Pandas. Web-scraping\n' + 
                    'Основы машинного обучения\n' + 
                    'Нейронные сети. Глубокое обучение\n'
                },
                tab3: {
                    title: "ЧТО БУДЕТ НА КУРСЕ?",
                    description: 'Занятия с экспертами\n' + 
                    'Практические кейсы\n' + 
                    'Онлайн-консультации\n' + 
                    'Тестирование\n' + 
                    'Выпускной проект "Прогнозирование стоимости недвижимости на рынке - 2019"\n'
                },
                tab4: {
                    title: "УЧИТЕСЬ У ЛУЧШИХ ЭКСПЕРТОВ",
                    description: 'Занятия проводят профессионалы\n' + 
                    'Мы делаем отличный продукт доступным\n' + 
                    'Современный и удобный формат\n' + 
                    'Направление, востребованное крупными компаниями\n' + 
                    'Сертификат о прохождении программы\n'
                },
            },

            about: "Анализ данных - это область между математикой и информатикой, которая занимается построением и исследованием методов извлечения полезной информации из данных. Стек возможностей применения анализа данных огромен: digital-технологии, маркетинг, медицина, таргетированная реклама, банковская сфера.",
            panel: {

            }
        }
    }
}



window.coursesInfo = {
    courses: json.courses
};